---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CaloriesPerSecond
source: html/27d3706f-5f9f-af5c-8625-b106759f5c77.htm
---
# Autodesk.Revit.DB.UnitTypeId.CaloriesPerSecond Property

Calories per second.

## Syntax (C#)
```csharp
public static ForgeTypeId CaloriesPerSecond { get; }
```